Repository: DatalogiForAlle/Markedsspillet
Catalog: market/locale/*/LC_MESSAGES/django.po
Languages: da

source: The name of the product being traded in singular form (e.g 'baguette')
da: Navnet på produktet i ental (f.eks. 'baguette')

source: The name of the product being traded in plural form (e.g. 'baguettes')
da: Navnet på produktet i flertal (f.eks. 'baguetter')

source: How much money should the participants start out with?
da: Hvor mange penge skal deltagerne starte med?

source: How big should the demand for a trader's product be, if all traders set their price to 0?
da: Hvor stor skal efterspørgslen på produktet være, hvis alle forhandlere sætter prisen til 0 kr?

source: How much should the demand of a single trader's product be reduced, when she/he raises their unit price by one?
da: Hvor meget skal efterspørgslen på en forhandlers produkt mindskes, hvis forhandleren øger enhedsprisen med 1 kr?

source: How much should the demand of a single trader's product increase, when the market's average price goes up by one?
da: Hvor meget skal efterspørgslen på en forhandlers produkt øges, hvis den gennemsnitlige markedspris stiger med 1 kr?

source: What is the lowest production cost for one unit of the product?
da: Hvad er den laveste produktionsomkostning pr. enhed en forhandler kan tildeles?

source: What is the highest production cost for one unit of the product?
da: Hvad er den højeste produktionsomkostning pr. enhed en forhandler kan tildeles?

source: Product name (singular)
da: Produktnavn (ental)

source: Product name (plural)
da: Produktnavn (flertal)

source: Initial balance
da: Startsaldo

source: Alpha
da: Alfa

source: Min. prod. cost
da: Min. produktionsomkostning

source: Max. prod. cost
da: Max. produktionsomkostning

source: Endless
da: Uendelig

source: Max rounds
da: Antal runder

source: Market ID
da: Markeds-ID

source: Enter the ID of the market you want to join.
da: Indtast ID'et for det markedsspil, du gerne vil deltage i.

source: Name
da: Navn

source: The name you choose will be visible to other traders on the market.
da: Navnet, du vælger her, vil være synligt for de andre deltagere på markedet.

source: Price
da: Pris (kr.)

source: Amount
da: Antal produkter

source: You didn't make a trade last round.
da: Du handlede ikke i sidste runde.

source: Set a price for one {0} (your costs pr. {0} are {1} kr.)
da: Vælg en pris for 1 {0} (dine omkostninger pr. {0} er {1} kr.)

source: How many {0} do you want to produce?
da: Hvor mange {0} vil du producere?

source: Scenario 1. All traders have the same production costs. This is a good place to start.
da: Scenarie 1. Alle forhandlere har samme produktionsomkostninger. Dette er et godt sted at begynde.

source: Scenario 2. Traders are assigned different production costs at random, giving some traders an advantage over others.
da: Scenarie 2. Forhandlere har forskellige produktionsomkostninger, hvor nogen har bedre forudsætninger end andre.

source: Custom scenario. Create a market with parameters of your choice.
da: Brugerdefineret scenarie. Her kan du oprette et marked med selvvalgte parametre.

source: Market Simulator
da: Markedsspillet

source: Home
da: Hjem

source: Current
da: Nuværende

source: Join market
da: Deltag i marked

source: Create market
da: Opret marked

source: Log Out
da: Log ud

source: My markets
da: Mine markeder

source: Create a new market
da: Opret nyt marked

source: Choose a predefined scenario, or create a market with custom settings.
da: Vælg et prædefineret scenarie eller lav et brugerdefineret marked.

source: Predefined scenarios
da: Markedsscenarier

source: Select scenario (view/edit settings below)
da: Vælg scenarie (se/rediger detaljer herunder)

source: Market details
da: Markedsoplysninger

source: Welcome to the Market Simulator!
da: Velkommen til Markedsspillet!

source: You are currently participating in the market <b>%(market_id)s</b> with the trader name <b>%(username)s</b>.
da: Du deltager lige nu i markedet <b>%(market_id)s</b> med forhandlernavnet <b>%(username)s</b>.

source: Return to this market?
da: Vend tilbage til dette marked?

source: Continue
da: Fortsæt

source: Join a market
da: Deltag i et marked

source: Return to one of your previous markets
da: Vend tilbage til et af dine tidligere markeder

source: Please note
da: Bemærk

source: Keep playing
da: Forsæt?

source: Edit
da: Rediger

source: Change market parameters
da: Juster markedsindstillinger

source: You can edit the market parameters below
da: Herunder kan du justere markedets indstillinger

source: Update
da: Opdater

source: Monitor
da: Oversigt

source: Monitoring market
da: Oversigt over markedet

source: Players can join the market by using this link
da: Spillere kan tilslutte sig markedet ved at bruge dette link

source: Copy
da: Kopier

source: Product name
da: Produktnavn

source: Edit market
da: Rediger marked

source: Trader Status Round #%(round)s
da: Forhandlerstatus runde #%(round)s

source: Confirm next round
da: Påbegynd næste runde

source: Cancel
da: Annuller

source: Proceed
da: Fortsæt

source: Your markets
da: Dine markeder

source: Created by
da: Oprettet af

source: Created at
da: Oprettet

source: Revisit
da: Besøg

source: You have not yet created a market.
da: Du har endnu ikke oprettet nogen markeder.

source: Play
da: Spil

source: Last round you produced <b>%(lastRoundUnits)s</b> and sold <b>%(lastRoundSold)s</b> %(unitsPlural)s. The demand was <b>%(lastRoundDemand)s</b>. Your price was <b>%(lastRoundPrice)s </b>kr. and the market average price was <b>%(lastRoundAvgPrice | floatformat:1)s</b> kr.<br class="hide-when-small">
da: Sidste runde producerede du <b>%(lastRoundUnits)s</b> og solgte <b>%(lastRoundSold)s</b> %(unitsPlural)s. Efterspørgslen var <b>%(lastRoundDemand)s</b>. Din pris var <b>%(lastRoundPrice)s </b>kr. og markedets gennemsnitspris var <b>%(lastRoundAvgPrice | floatformat:1)s</b> kr.<br class="hide-when-small">

source: Your profit was
da: Dit udbytte var

source: Your current balance is <b style="color:green">%(balance)s</b> kr.
da: Din nuværende saldo er <b style="color:green">%(balance)s</b> kr.

source: Make your next trade
da: Din næste handel

source: Make Trade!
da: Lav din handel!

source: Total prod. cost
da: Samlede produktionsomkostninger

source: Balance after production
da: Saldo efter produktion

source: Income if all units are sold
da: Indtægt hvis alt sælges

source: Profit if all units are sold
da: Udbytte hvis alt sælges

source: Profit if no units are sold
da: Udbytte hvis intet sælges

source: Price history
da: Prishistorik

source: Your production history
da: Dine produktionstal

source: Balance history
da: Din saldo over tid

source: Demand
da: Efterspørgsel

source: Sold
da: Antal solgt

source: Produced
da: Antal produceret

source: Units produced
da: Produktionsantal

source: Final Scoreboard
da: Resultater

source: Your price
da: Din pris

source: Market average price
da: Markedets gennemsnitspris

source: Cost per unit (fixed)
da: Din omkostning pr enhed

source: Your balance (kr.)
da: Din saldo (kr.)

source: Waiting for the first trader to join the market...
da: Venter på, at den første forhandler tilslutter sig til markedet...

source: Trader name
da: Forhandler

source: Ready
da: Klar

source: Production cost
da: Produktionsomkostning

source: Balance
da: Saldo

source: Finish round
da: Afslut runde

source: Profit
da: Udbytte

source: Unit price
da: Enhedspris

source: Unit amount
da: Antal produceret

source: Units sold
da: Antal solgt

source: Was forced
da: Handlede ikke

source: SuccessfulUpdate
da: Opdatering lykkedes

source: Hi {0}! You're now ready to trade on the {1} market (id = {2}).
da: Hej {0}! Du er nu klar til at forhandle på {1}-markedet (id = {2}).

source: You made a trade!
da: Du har lavet din handel!

source: You are now ready for round {0}!
da: Du er nu klar til runde {0}!
